Repository: Blueshoe/djangocms-reversion2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: You have succesfully reverted to {rev}
de: Erfolgreiche Zurücksetzung auf {rev}

source: No diff between revision and current page detected
de: Es wurde kein Unterschied zwischen der Revision und der aktuellen Seite gefunden

source: Diff current page and page revision #{pk}
de: Unterschied zwischen aktueller Seite und Revision #{pk}

source: {num} unversioned pages have been versioned.
de: {num} unversionierte Seite(n) wurden versioniert.

source: This page is already revised.
de: Diese Seite ist bereits versioniert.

source: Revert
de: Zurücksetzen

source: View diff
de: Unterschiede anzeigen

source: Diff
de: Unterschied

source: Comment
de: Kommentar

source: By
de: Von

source: Date
de: Datum

source: Create a snapshot of current page
de: Versioniere die aktuellen Seite

source: Show history
de: Versionsgeschichte

source: Create a snapshot of all unrevised pages
de: Versioniere alle unversionierten Seiten

source: Download audit trail
de: Audit trail herunterladen

source: Explain this snapshot
de: Beschreibung der Momentaufnahme

source: page
de: Seite

source: page revision
de: Seitenrevision

source: language
de: Sprache

source: Content
de: Inhalt

source: HTML content
de: Html-Inhalt

source: HTML contents
de: Html-Inhalte

source: Page revision
de: Seitenrevision

source: HTML Content
de: Html-Inhalt

source: Page revision placeholder content
de: Inhalt des Seitenversion Platzhalters

source: Page revision placeholder contents
de: Inhalte des Seitenversion Platzhalters

source: Created in batch
de: Stapelerstellung

source: Autocreated because of reversion of unsaved draft
de: Wegen ungespeicherter Arbeitsversion automatisch erstellt

source: Revision creation failed
de: Erstellung der Revision fehlgeschlagen

source: Application: %(apphook)s
de: Applikation: %(apphook)s

source: Options
de: Optionen

source: Delete
de: Löschen

source: Placeholders with changes
de: Platzhalter mit Änderungen

source: Reverting to this page revision will apply the above changes: green sections will be inserted, red sections will be deleted!
de: Die Seite auf diese Revision zurückzusetzen, nimmt folgende Änderungen vor: Grüne Hervorhebungen werden eingefügt, rote Hervorhebungen werden entfernt!

source: You can only compare revisions of the same page.
de: Man kann nur Revisionen der gleichen Seite miteinander vergleichen.

source: You can only compare revisions of the same language.
de: Man kann nur Revisionen der gleichen Sprache miteinander verleichen.

source: Please provide either page_revision2 or request.
de: Bitte page_revision2 oder request liefern.
