Repository: Blueshoe/djangocms-reversion2
Catalog: djangocms_reversion2/locale/*/LC_MESSAGES/django.po
Languages: de

source: You have succesfully reverted to {rev}
de: Erfolgreich zurückgerollt auf {rev}

source: {num} unversioned pages have been versioned.
de: {num} unversionierte Seiten wurden versioniert.

source: There are no snapshots for this page
de: Es gibt keine Snapshots für diese Seite.

source: This page is already revised.
de: Diese Seite ist bereits versioniert.

source: Revert
de: Zurückrollen

source: Comment
de: Kommentar

source: By
de: Von

source: Date
de: Datum

source: Reversion
de: Version

source: Create a snapshot of current page
de: Neue Version der Seite erstellen

source: Show history
de: Versionsgeschichte anzeigen

source: Create a snapshot of all unrevised pages
de: Versioniere alle unversionierten Seiten

source: Hidden Page
de: Versteckte Seite

source: This Page object holds the versioned contents of this PageVersion.
de: Dieses Seitenobjekt hält alle versionierten Inhalte der Seiten Version

source: Draft
de: Entwurf

source: Current active draft.
de: Derzeit aktiver Entwurf.

source: Particular information concerning this Version
de: Diese Version betreffende Information

source: Active
de: Aktiv

source: This the active version of current draft. There can be only one such version per Page version tree.
de: Das ist die aktive Version des aktuellen Entwurfs. Davon kann nur eine pro Seiten-Versions-Baum existieren.

source: Dirty
de: Dreckig

source: Only new PageVersions are not dirty of if a page has been reverted to a PageVersion.
de: NUr neue Seiten-Versionen sind nicht dreckig oder Seiten-Versionen, auf die gerade zurückgerollt wurde.

source: Language
de: Sprache

source: Created in batch
de: In Stapelverarbeitung erstellt

source: Autocreated because of reversion of unsaved draft
de: Automatisch erstellt wegen Versionierung eines ungespeicherten Entwurfs

source: Revision creation failed
de: Versionierung ist fehlgeschlagen

source: Options
de: Optionen

source: Delete
de: Löschen

source: Revert to
de: Zurücksetzen auf

source: Revision
de: Version

source: rendered version
de: Gerenderte Version

source: Last editor
de: Letzter Editor

source: Saved state
de: Gespeicherter Zustand

source: current version of the page (not revision)
de: Aktueller Zustand der Seite (nicht Seiten-Version)

source: Diff to left side
de: Unterschied zur linken Seite

source: Placeholder
de: Platzhalter

source: Changes
de: Änderungen

source: Placeholders with changes
de: Platzhalter mit Änderungen

source: Reverting to this page revision will apply the above changes: green sections will be inserted, red sections will be deleted!
de: Auf diese Seiten-Version zurücksetzen wird die Änderungen von oben anwenden.Grüne Bereiche werden eingefügt.Rote Bereiche werden entfernt.

source: go back
de: Zurück

source: This is an archieved version of page
de: Das ist eine archivierte Version der Seite
